{
    "section-1-title": "What can you find here?",
    "section-1-content": "In this website you will be able to learn a bit more about me and my professional work and skills. \n\nIn \"Projects\", you can see the projects I have worked on. You can see sample projects that I have created while learning a framework, library or language. There are also my personal projects, which are focused on creating something functional. And finally there are projects I have developed for clients.\n\n In \"About me\", I talk a bit about my academic progress and the jobs I have worked on. I also summarize my skills in different areas, it is complementary to my resume.",
    "section-2-title": "Development",
    "section-2-content-p1": "This website is one of my personal projects, so I will talk about it in depth in the \"Projects\" page, but in here I will talk about some goals I am still working on, while developing this website.\n By the end of the project, I intend to complete the following goals:\n",
    "section-2-goal-1": "Creating my home page",
    "section-2-goal-2": "Creating a navigation bar",
    "section-2-goal-3": "Adding multi-language support (English, Brazilian, Spanish)",
    "section-2-goal-4": "Creating the other maoin pages (About me, Projects)",
    "section-2-goal-5": "Creating the details page for each project",
    "section-2-goal-6": "Improving SEO",
    "section-2-content-p2": "If you are interested in the development of this website, please check out my github repository:",
    "section-2-github": "View on Github",
    "section-3-title": "Credits",
    "section-3-content": "While developping this website, to avoid \"Reinventing the wheel\", I have adapted several codes and assets. Since I have used their work as base for my website, I want to credit the original authors:",
    "section-3-cred-1-title": "My favicon and logo:",
    "section-3-cred-1-content": "Icon made by imaginationlol from Flaticon",
    "section-3-cred-2-title": "Template:",
    "section-3-cred-2-content": "My website was made based on Nextly Template"
}