{
    "section-1-title": "¿Qué va a encontrar aquí?",
    "section-1-content": "En este website podrás conocer un poco más de mí, mi trabajo y habilidades profesionales. \n\nEn \"Proyectos\", puedes ver los proyectos en los que yo he trabajado. Podés ver proyectos de simple que he creado mientras estudiaba un framework, librería o lenguaje. También están mis proyectos personales, que se centran en crear algo funcional. Y finalmente hay proyectos que he desarrollado para clientes.\n\n En \"Sobre mí\", hablo un poco sobre mi progreso académico y donde yo he trabajado. También resumo mis habilidades en diferentes áreas, es complementario a mi currículo.",
    "section-2-title": "Desarrollo",
    "section-2-content-p1": "Este website es uno de mis proyectos personales, en la pagina \"Proyectos\" hay más detalles de su desarrollo. Pero hay algunos objetivos en los que todavía estoy trabajando, mientras desarrollo este website.\n Al final del proyecto, tengo la intención de completar los siguientes objetivos:\n",
    "section-2-goal-1": "Desarrollar mi página inicial",
    "section-2-goal-2": "Desarrollar mi barra de navegación",
    "section-2-goal-3": "Agregar soporte multilingüe (Inglés, Portugués, Español)",
    "section-2-goal-4": "Desarrollar las otras páginas (Sobre mi, Proyectos)",
    "section-2-goal-5": "Desarrollar página de detalles para cada proyecto",
    "section-2-goal-6": "Mejorar SEO",
    "section-2-content-p2": "Si está interesado en el desarrollo de este website, consulte mi repositorio de github:",
    "section-2-github": "Ver en Github",
    "section-3-title": "Créditos",
    "section-3-content": "Mientras desarrollaba este sitio web, para evitar \"Reinventar la rueda\", he usado varios códigos y recursos. Como he utilizado su trabajo como base para mi sitio web, quiero dar crédito a los autores originales:",
    "section-3-cred-1-title": "Mi favicon y logo:",
    "section-3-cred-1-content": "Ícono hecho por imaginationlol de Flaticon",
    "section-3-cred-2-title": "Banderas:",
    "section-3-cred-2-content": "Ícono hecho por Freepik de Flaticon",
    "section-3-cred-3-title": "Template:",
    "section-3-cred-3-content": "Mi website fue hecho basado en el Template Nextly"
}