{
    "title": "About me",
    "paragraphs": 
    [
        "I am graduated in Computer Science and during my time at the university I was drawn to many areas on computing. Thanks to this, I always had the drive to learn several things to be able to work in any task. One of the areas that excites me the most is Artificial Inteligence, which made me start a PhD research. However, during my time as a PhD student, I realized that I would rather follow another path, which is not research.",
        "Fortunately, during this period, I had the opportunity to work in a system, which made me believe that I have chosen correctly. Furthermore, since I am also passionate about creating stories and mechanics, I have started learning about Game Development to one day create my own games. Not only did I study game programming, but also I have started learning other areas related to this form of art (such as music, art, 3D modeling)."
    ],
    "text-pre-tl": "Take a look at my professional history:",
    "timeline": 
    [
        {
            "dateStart": "January 2015",
            "elemTitle": "Internship at UNIT",
            "elemDescription": "From January 2015 to December 2016 I was working as a mobile development intern at Universidade Tiradentes"
        },
        {
            "dateStart": "November 2016",
            "elemTitle": "Internship at TRT 20",
            "elemDescription": "From November 2016 to July 2017 (when I graduated) I was working as an infrastructure intern at Tribunal Regional do Trabalho 20"
        },
        {
            "dateStart": "April 2019",
            "elemTitle": "Graduate Work at PhD level (UNICEN)",
            "elemDescription": "From April 2019 to December 2023 I have been studying and publishing research at a PhD level in Software Engineering and Artificial Inteligence in Argentina."
        },
        {
            "dateStart": "December 2022",
            "elemTitle": "Full Stack Developer at EMURB",
            "elemDescription": "In December 2022 I have started working in several areas of a system for internal use at EMURB."
        }
    ]
}